<?php
// Text
$_['text_title'] = 'Πληρωμή με κάρτα';
$_['initiate_error_existing'] = 'Μια διαδικασία πληρωμής για αυτή σας την παραγγελία έχει ήδη ξεκινήσει.';
$_['initiate_error'] = 'Προέκυψε ένα πρόβλημα. Παρακαλώ, προσπαθήστε ξανα. Εάν το πρόβλημα παραμένει, δοκιμάστε άλλο τρόπο πληρωμής ή επικοινωνήστε με τον διαχειριστή του e-shop.';
$_['error_failed'] = 'Η πληρωμή απέτυχε. Παρακαλώ, δοκιμάστε ξανά ή επιλέξτε άλλο τρόπο πληρωμής.';
$_['error_waiting'] =  'Η πληρωμή σας είναι σε επεξεργασία και θα ολοκληρωθεί σύντομα. Εάν όχι, επικοινωνήστε με τον διαχειριστή του e-shop.<br> 
		                     Μπορείτε να ελέξετε την κατάσταση της πληρωμής σας απο τη σελίδα παραγγελιών σας.';	                    
$_['error_unknown'] = 'Προέκυψε πρόβλημα με την τράπεζα. Παρακαλώ, επικοινωνήστε με τον διαχειριστή του e-shop.';
?>